{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": [
      [
        "[UNK]",
        0.0
      ],
      [
        "[CLS]",
        0.0
      ],
      [
        "[SEP]",
        0.0
      ],
      [
        "[PAD]",
        0.0
      ],
      [
        "[MASK]",
        0.0
      ],
      [
        "*",
        -2.31670784962256
      ],
      [
        "2",
        -2.4107395192637995
      ],
      [
        "=",
        -2.546724368793285
      ],
      [
        "-",
        -2.622189528672605
      ],
      [
        "1",
        -2.6452554696780126
      ],
      [
        "0",
        -2.7122346435165383
      ],
      [
        "x",
        -3.0518167439608135
      ],
      [
        "(",
        -3.110660144414627
      ],
      [
        ")",
        -3.110660144414627
      ],
      [
        "5",
        -3.32006948752408
      ],
      [
        "/",
        -3.349071371822447
      ],
      [
        "4",
        -3.373913704586025
      ],
      [
        "+",
        -3.3882921234372922
      ],
      [
        "^",
        -3.471673819332924
      ],
      [
        ",",
        -3.611425924789188
      ],
      [
        ".",
        -3.6114359247516887
      ],
      [
        "3",
        -3.707841224124083
      ],
      [
        "9",
        -3.879618306309265
      ],
      [
        ";",
        -3.899118413870541
      ],
      [
        "7",
        -4.050950335547945
      ],
      [
        "D",
        -4.304584355313198
      ],
      [
        "6",
        -4.533117432199493
      ],
      [
        "8",
        -4.736617746000535
      ],
      [
        "n",
        -5.22087883719829
      ],
      [
        "33",
        -5.855472999294326
      ],
      [
        "a",
        -5.9139822684222825
      ],
      [
        "69",
        -6.158410112852824
      ],
      [
        "63",
        -6.17727244648032
      ],
      [
        "81",
        -6.306011114508291
      ],
      [
        "99",
        -6.354913835416999
      ],
      [
        "57",
        -6.363328051330871
      ],
      [
        "93",
        -6.4062721148553745
      ],
      [
        "85",
        -6.613498029618148
      ],
      [
        "75",
        -6.806647347899073
      ],
      [
        "49",
        -6.811655892780735
      ],
      [
        "67",
        -6.922397782299878
      ],
      [
        "47",
        -6.970282213052023
      ],
      [
        "36",
        -6.976911573661672
      ],
      [
        "77",
        -7.078865043929266
      ],
      [
        "56",
        -7.0879082346855
      ],
      [
        "48",
        -7.09006313567326
      ],
      [
        "96",
        -7.167925911444598
      ],
      [
        "87",
        -7.186604576456816
      ],
      [
        "79",
        -7.187225239502315
      ],
      [
        "68",
        -7.273299309950447
      ],
      [
        "88",
        -7.273454185388195
      ],
      [
        "38",
        -7.385886973849294
      ],
      [
        "84",
        -7.566272794164263
      ],
      [
        "89",
        -7.728678770068244
      ],
      [
        "76",
        -7.760887586637516
      ],
      [
        "83",
        -7.921598566755213
      ],
      [
        "66",
        -7.935864234357554
      ],
      [
        "78",
        -7.941837216042838
      ],
      [
        "86",
        -8.1371788755552
      ],
      [
        "98",
        -8.192479834915702
      ],
      [
        "189",
        -8.608372707174198
      ],
      [
        "182",
        -8.623645644885169
      ],
      [
        "165",
        -8.677724531635462
      ],
      [
        "297",
        -8.700392073182897
      ],
      [
        "237",
        -8.804821187406176
      ],
      [
        "468",
        -8.950749933557471
      ],
      [
        "816",
        -8.977702734560461
      ],
      [
        "177",
        -8.981499576072357
      ],
      [
        "546",
        -8.982521658010256
      ],
      [
        "306",
        -9.014298968735043
      ],
      [
        "396",
        -9.026745837413195
      ],
      [
        "216",
        -9.032023877617114
      ],
      [
        "650",
        -9.037408745349573
      ],
      [
        "1640",
        -9.056187161147625
      ],
      [
        "1806",
        -9.073762495490003
      ],
      [
        "1980",
        -9.075929899835874
      ],
      [
        "506",
        -9.083468804250526
      ],
      [
        "462",
        -9.087756345610874
      ],
      [
        "2070",
        -9.101018965802098
      ],
      [
        "1260",
        -9.105306455662248
      ],
      [
        "2256",
        -9.110119297453206
      ],
      [
        "1056",
        -9.112969451386155
      ],
      [
        "756",
        -9.114019876284695
      ],
      [
        "1406",
        -9.120687066870381
      ],
      [
        "1482",
        -9.12120466780137
      ],
      [
        "1722",
        -9.137041509936457
      ],
      [
        "1560",
        -9.168441441790854
      ],
      [
        "156",
        -9.17016791544307
      ],
      [
        "2352",
        -9.17780793541222
      ],
      [
        "168",
        -9.179569313070598
      ],
      [
        "600",
        -9.183422769248743
      ],
      [
        "126",
        -9.188650585682076
      ],
      [
        "1190",
        -9.191402644917657
      ],
      [
        "2450",
        -9.218936652891534
      ],
      [
        "144",
        -9.219655206822608
      ],
      [
        "1332",
        -9.274020370225632
      ],
      [
        "870",
        -9.276285288381363
      ],
      [
        "2162",
        -9.292148349964991
      ],
      [
        "1892",
        -9.296188575868857
      ],
      [
        "106",
        -9.35715135684246
      ],
      [
        "118",
        -9.36607362290905
      ],
      [
        "380",
        -9.470628226424871
      ],
      [
        "576",
        -9.586106862650531
      ],
      [
        "108",
        -9.673024551114969
      ],
      [
        "648",
        -9.9684627291016
      ],
      [
        "484",
        -9.981446994898617
      ],
      [
        "288",
        -10.038344823836923
      ],
      [
        "768",
        -10.09087740395682
      ],
      [
        "676",
        -10.097232541231877
      ],
      [
        "968",
        -10.17507873760055
      ],
      [
        "196",
        -10.179032149006272
      ],
      [
        "343",
        -10.208422994775344
      ],
      [
        "1058",
        -10.239052681613398
      ],
      [
        "1849",
        -10.266465628482331
      ],
      [
        "176",
        -10.288213201923961
      ],
      [
        "784",
        -10.30324727671463
      ],
      [
        "1936",
        -10.350102510012508
      ],
      [
        "1764",
        -10.376405086364494
      ],
      [
        "1369",
        -10.398081963944179
      ],
      [
        "588",
        -10.45792980514339
      ],
      [
        "1444",
        -10.47192806991399
      ],
      [
        "1089",
        -10.49470674537367
      ],
      [
        "2304",
        -10.510280991058174
      ],
      [
        "578",
        -10.51908674776991
      ],
      [
        "1681",
        -10.549837031394672
      ],
      [
        "2116",
        -10.561304027690499
      ],
      [
        "1600",
        -10.607537343813753
      ],
      [
        "1296",
        -10.63911524900109
      ],
      [
        "1156",
        -10.787024388058342
      ],
      [
        "384",
        -10.8196461194529
      ],
      [
        "338",
        -10.984746528968834
      ],
      [
        "2209",
        -10.98900197067454
      ],
      [
        "806",
        -11.082492795563901
      ],
      [
        "646",
        -12.16872529002956
      ],
      [
        "980",
        -12.197694104775245
      ],
      [
        "658",
        -12.411451627207107
      ],
      [
        "866",
        -12.485830324282743
      ],
      [
        "849",
        -12.556622143475883
      ],
      [
        "846",
        -12.57923961899891
      ],
      [
        "898",
        -12.60753493382075
      ],
      [
        "868",
        -12.610067430673489
      ],
      [
        "837",
        -12.641505449228235
      ],
      [
        "838",
        -12.667812181639594
      ],
      [
        "666",
        -12.691929715903667
      ],
      [
        "888",
        -12.783732414405286
      ],
      [
        "786",
        -12.80282541600453
      ],
      [
        "986",
        -12.819785171731024
      ],
      [
        "766",
        -12.910777451206155
      ],
      [
        "6458",
        -13.127376787242193
      ],
      [
        "6558",
        -13.147074157214213
      ],
      [
        "8097",
        -13.164870566135093
      ],
      [
        "8086",
        -13.171321393360753
      ],
      [
        "8058",
        -13.176176435764821
      ],
      [
        "8358",
        -13.188906468833338
      ],
      [
        "8658",
        -13.190086402546974
      ],
      [
        "6446",
        -13.19193190463336
      ],
      [
        "6086",
        -13.196075296921073
      ],
      [
        "6097",
        -13.196555821244885
      ],
      [
        "7358",
        -13.20251306643388
      ],
      [
        "8037",
        -13.203839976868945
      ],
      [
        "8098",
        -13.210898926756931
      ],
      [
        "6598",
        -13.21290752417698
      ],
      [
        "8608",
        -13.213931640810573
      ],
      [
        "8398",
        -13.21536893422331
      ],
      [
        "6437",
        -13.21830570767831
      ],
      [
        "6058",
        -13.222648193568928
      ],
      [
        "6197",
        -13.229316395887029
      ],
      [
        "8397",
        -13.230938679723637
      ],
      [
        "6597",
        -13.233576933518954
      ],
      [
        "8958",
        -13.23577714563491
      ],
      [
        "7458",
        -13.237469365998194
      ],
      [
        "6066",
        -13.237757529676006
      ],
      [
        "6658",
        -13.239650597492979
      ],
      [
        "6037",
        -13.240619862598457
      ],
      [
        "8078",
        -13.24129042914704
      ],
      [
        "6098",
        -13.243827498667265
      ],
      [
        "6186",
        -13.2448469598183
      ],
      [
        "6537",
        -13.246851028151113
      ],
      [
        "8073",
        -13.249812456623463
      ],
      [
        "8606",
        -13.250604339000049
      ],
      [
        "7398",
        -13.251042982046222
      ],
      [
        "6158",
        -13.253761122817
      ],
      [
        "6466",
        -13.255785148378276
      ],
      [
        "8646",
        -13.25612604410903
      ],
      [
        "8628",
        -13.25792659739957
      ],
      [
        "7346",
        -13.26135650274843
      ],
      [
        "8678",
        -13.262011354621475
      ],
      [
        "8346",
        -13.262990125321632
      ],
      [
        "6586",
        -13.265408918626596
      ],
      [
        "8686",
        -13.269173793032376
      ],
      [
        "7378",
        -13.269755933478645
      ],
      [
        "6686",
        -13.27117525485901
      ],
      [
        "3958",
        -13.271402272675742
      ],
      [
        "8046",
        -13.271420270322176
      ],
      [
        "8618",
        -13.272617895286839
      ],
      [
        "6608",
        -13.273468607132262
      ],
      [
        "7397",
        -13.273656537867375
      ],
      [
        "6078",
        -13.273765250630948
      ],
      [
        "8286",
        -13.274298997733323
      ],
      [
        "8378",
        -13.276351680787764
      ],
      [
        "7308",
        -13.280528613587439
      ],
      [
        "6073",
        -13.284886786026586
      ],
      [
        "8458",
        -13.288881643964658
      ],
      [
        "6498",
        -13.290206412526357
      ],
      [
        "6439",
        -13.290594205949617
      ],
      [
        "6478",
        -13.293612051734424
      ],
      [
        "6137",
        -13.294914682999531
      ],
      [
        "7376",
        -13.295973365724578
      ],
      [
        "8978",
        -13.29645254121457
      ],
      [
        "8308",
        -13.296742748293461
      ],
      [
        "6166",
        -13.296982041577461
      ],
      [
        "7446",
        -13.29899663217769
      ],
      [
        "8626",
        -13.299465066301046
      ],
      [
        "6438",
        -13.300224439983369
      ],
      [
        "8386",
        -13.300690411754024
      ],
      [
        "6418",
        -13.30300705495744
      ],
      [
        "6459",
        -13.303392554237858
      ],
      [
        "6408",
        -13.304311206083408
      ],
      [
        "9746",
        -13.306056466407856
      ],
      [
        "9558",
        -13.306103936533646
      ],
      [
        "8366",
        -13.307707203033779
      ],
      [
        "9458",
        -13.308808045328213
      ],
      [
        "8616",
        -13.310976770705032
      ],
      [
        "8258",
        -13.311373382814669
      ],
      [
        "6606",
        -13.312117949332169
      ],
      [
        "8666",
        -13.312659133439372
      ],
      [
        "6646",
        -13.312792415870344
      ],
      [
        "6173",
        -13.313333459702044
      ],
      [
        "6046",
        -13.314346227443993
      ],
      [
        "8088",
        -13.316222851356546
      ],
      [
        "6566",
        -13.316659119721233
      ],
      [
        "8668",
        -13.317065731593793
      ],
      [
        "8698",
        -13.317568136576565
      ],
      [
        "6539",
        -13.317971085040847
      ],
      [
        "8946",
        -13.320123558082699
      ],
      [
        "8688",
        -13.321657066922917
      ],
      [
        "8083",
        -13.323097907443188
      ],
      [
        "8659",
        -13.323901250009909
      ],
      [
        "6286",
        -13.325804601602599
      ],
      [
        "6678",
        -13.326364014083802
      ],
      [
        "7466",
        -13.327169184144001
      ],
      [
        "8089",
        -13.327380962399914
      ],
      [
        "5808",
        -13.331018737497093
      ],
      [
        "7437",
        -13.332089461529591
      ],
      [
        "6178",
        -13.332352012295864
      ],
      [
        "8039",
        -13.336564334587063
      ],
      [
        "8266",
        -13.336781506527387
      ],
      [
        "8376",
        -13.33727659691834
      ],
      [
        "8437",
        -13.33757199098259
      ],
      [
        "5958",
        -13.339053903193708
      ],
      [
        "8076",
        -13.340425920345217
      ],
      [
        "3946",
        -13.340755474312658
      ],
      [
        "7386",
        -13.342523975264147
      ],
      [
        "9708",
        -13.342619478228585
      ],
      [
        "6618",
        -13.342725660183122
      ],
      [
        "8966",
        -13.343416509846007
      ],
      [
        "6428",
        -13.3442572126215
      ],
      [
        "6453",
        -13.344869269117547
      ],
      [
        "7086",
        -13.344925396755691
      ],
      [
        "6064",
        -13.345085471000548
      ],
      [
        "6688",
        -13.348201028129205
      ],
      [
        "8074",
        -13.348762162511537
      ],
      [
        "8298",
        -13.351306174384419
      ],
      [
        "6559",
        -13.352816291850193
      ],
      [
        "6146",
        -13.352977850844123
      ],
      [
        "7097",
        -13.353105915700699
      ],
      [
        "6538",
        -13.356151424676058
      ],
      [
        "8986",
        -13.35629889775549
      ],
      [
        "6065",
        -13.356862014312993
      ],
      [
        "6088",
        -13.359119437899349
      ],
      [
        "6476",
        -13.359417954191375
      ],
      [
        "6497",
        -13.360539813577152
      ],
      [
        "8656",
        -13.361449270082979
      ],
      [
        "8273",
        -13.36176440478994
      ],
      [
        "7318",
        -13.363679361058313
      ],
      [
        "6628",
        -13.365518697219558
      ],
      [
        "8607",
        -13.365808722737391
      ],
      [
        "8486",
        -13.365999546537834
      ],
      [
        "8786",
        -13.366451028109143
      ],
      [
        "6666",
        -13.36650409642547
      ],
      [
        "8908",
        -13.367552651932929
      ],
      [
        "7373",
        -13.368338347472307
      ],
      [
        "5828",
        -13.369265511928598
      ],
      [
        "4358",
        -13.370193176512625
      ],
      [
        "5358",
        -13.370498685635075
      ],
      [
        "6083",
        -13.371107747413003
      ],
      [
        "8897",
        -13.37233947932782
      ],
      [
        "8643",
        -13.373145667565218
      ],
      [
        "8446",
        -13.373297862346629
      ],
      [
        "8976",
        -13.37424745382893
      ],
      [
        "6518",
        -13.375073231712989
      ],
      [
        "6443",
        -13.375122082204218
      ],
      [
        "3746",
        -13.375565005511517
      ],
      [
        "7808",
        -13.37560843598158
      ],
      [
        "6416",
        -13.37626836005446
      ],
      [
        "8737",
        -13.377217153879226
      ],
      [
        "6089",
        -13.377603112783085
      ],
      [
        "8858",
        -13.377753977093864
      ],
      [
        "9597",
        -13.378591432521503
      ],
      [
        "8653",
        -13.37904928592479
      ],
      [
        "9586",
        -13.3796408240639
      ],
      [
        "8758",
        -13.379948859548556
      ],
      [
        "6436",
        -13.381509903906839
      ],
      [
        "8466",
        -13.381702700095705
      ],
      [
        "6039",
        -13.381976359157795
      ],
      [
        "6616",
        -13.38201668824117
      ],
      [
        "6668",
        -13.38210515822902
      ],
      [
        "6076",
        -13.38217512165547
      ],
      [
        "6406",
        -13.383480536796675
      ],
      [
        "8973",
        -13.383885919298855
      ],
      [
        "8898",
        -13.383916716923116
      ],
      [
        "6068",
        -13.384152720940659
      ],
      [
        "8886",
        -13.38734570568814
      ],
      [
        "7408",
        -13.387508170195698
      ],
      [
        "6426",
        -13.388037237189872
      ],
      [
        "7359",
        -13.389078847456467
      ],
      [
        "9706",
        -13.389140183862013
      ],
      [
        "8746",
        -13.389628185660746
      ],
      [
        "9437",
        -13.390353731307718
      ],
      [
        "8318",
        -13.390386334020299
      ],
      [
        "9446",
        -13.391214872527893
      ],
      [
        "3978",
        -13.391216617459262
      ],
      [
        "9737",
        -13.392176666455462
      ],
      [
        "8866",
        -13.39219135983657
      ],
      [
        "6596",
        -13.39269419410297
      ],
      [
        "8278",
        -13.392757482312831
      ],
      [
        "6448",
        -13.392783242095675
      ],
      [
        "8368",
        -13.393279658362744
      ],
      [
        "6659",
        -13.393745834360082
      ],
      [
        "6198",
        -13.394672007705044
      ],
      [
        "6568",
        -13.39478222818605
      ],
      [
        "8798",
        -13.395808758079477
      ],
      [
        "6266",
        -13.396201450760568
      ],
      [
        "8878",
        -13.39627611673814
      ],
      [
        "6456",
        -13.397451323809065
      ],
      [
        "8388",
        -13.397919810176028
      ],
      [
        "3458",
        -13.398638757109577
      ],
      [
        "6074",
        -13.399667148413238
      ],
      [
        "7197",
        -13.399831556975915
      ],
      [
        "4608",
        -13.399854596505566
      ],
      [
        "6698",
        -13.40044015682627
      ],
      [
        "6258",
        -13.401224692499778
      ],
      [
        "7658",
        -13.402260880402684
      ],
      [
        "9466",
        -13.402572919632872
      ],
      [
        "8359",
        -13.40324497977918
      ],
      [
        "7958",
        -13.404249457621752
      ],
      [
        "5826",
        -13.405306376208912
      ],
      [
        "8373",
        -13.405668299895515
      ],
      [
        "3558",
        -13.406075916387884
      ],
      [
        "6435",
        -13.40632584130341
      ],
      [
        "8766",
        -13.406940832790982
      ],
      [
        "7366",
        -13.408475721838224
      ],
      [
        "9598",
        -13.408509041548982
      ],
      [
        "6543",
        -13.409340425002918
      ],
      [
        "4606",
        -13.40954675792042
      ],
      [
        "6594",
        -13.409948396601429
      ],
      [
        "7886",
        -13.41034288001805
      ],
      [
        "7328",
        -13.410558983350555
      ],
      [
        "6528",
        -13.411111980605671
      ],
      [
        "8697",
        -13.412038271877286
      ],
      [
        "6626",
        -13.413964215137739
      ],
      [
        "9537",
        -13.415709327070163
      ],
      [
        "7066",
        -13.415888837087444
      ],
      [
        "8094",
        -13.416401585188998
      ],
      [
        "8246",
        -13.416737733100033
      ],
      [
        "7486",
        -13.416968756199303
      ],
      [
        "7186",
        -13.417453588805005
      ],
      [
        "7058",
        -13.41844608375307
      ],
      [
        "8797",
        -13.418469588434531
      ],
      [
        "6434",
        -13.418539589891557
      ],
      [
        "8638",
        -13.419260937219525
      ],
      [
        "8637",
        -13.419342825386636
      ],
      [
        "7439",
        -13.419563973338041
      ],
      [
        "6553",
        -13.419713643287402
      ],
      [
        "9718",
        -13.420857623772962
      ],
      [
        "8617",
        -13.421733525063074
      ],
      [
        "8998",
        -13.422079741310439
      ],
      [
        "8264",
        -13.422327425626301
      ],
      [
        "9097",
        -13.42238191092301
      ],
      [
        "9728",
        -13.4228634090231
      ],
      [
        "7316",
        -13.423133060009365
      ],
      [
        "9086",
        -13.423526132269608
      ],
      [
        "4558",
        -13.425471620834802
      ],
      [
        "8906",
        -13.425798234176263
      ],
      [
        "3597",
        -13.42817413130658
      ],
      [
        "7828",
        -13.429386194338477
      ],
      [
        "8837",
        -13.429635953954882
      ],
      [
        "8059",
        -13.431379053942845
      ],
      [
        "7878",
        -13.43209744371665
      ],
      [
        "7037",
        -13.432853670458211
      ],
      [
        "8778",
        -13.433335579837253
      ],
      [
        "5946",
        -13.435142401650092
      ],
      [
        "8673",
        -13.43603175127924
      ],
      [
        "7898",
        -13.436797659314477
      ],
      [
        "8808",
        -13.437743401065418
      ],
      [
        "9726",
        -13.43818353226702
      ],
      [
        "4618",
        -13.439464674584388
      ],
      [
        "6516",
        -13.439510828113209
      ],
      [
        "8988",
        -13.439527624058908
      ],
      [
        "7897",
        -13.43980906484116
      ],
      [
        "7388",
        -13.439862672074494
      ],
      [
        "9716",
        -13.44020918652134
      ],
      [
        "3708",
        -13.440672164818581
      ],
      [
        "5346",
        -13.441494332831
      ],
      [
        "8328",
        -13.442507024367403
      ],
      [
        "6886",
        -13.443696118759497
      ],
      [
        "6298",
        -13.444922737367744
      ],
      [
        "6273",
        -13.445074643735726
      ],
      [
        "8846",
        -13.445771920605903
      ],
      [
        "4616",
        -13.445813615178581
      ],
      [
        "3737",
        -13.446220066160654
      ],
      [
        "8038",
        -13.446630431182129
      ],
      [
        "6595",
        -13.44736499207537
      ],
      [
        "8095",
        -13.4483040438491
      ],
      [
        "8087",
        -13.448374011811751
      ],
      [
        "3586",
        -13.44840967318969
      ],
      [
        "9828",
        -13.448873539276143
      ],
      [
        "6264",
        -13.450519397038079
      ],
      [
        "8627",
        -13.450810656521146
      ],
      [
        "6188",
        -13.450935328152037
      ],
      [
        "9798",
        -13.451118710327169
      ],
      [
        "6656",
        -13.451697550202649
      ],
      [
        "6643",
        -13.451709839947235
      ],
      [
        "6897",
        -13.451793386011483
      ],
      [
        "8394",
        -13.452068065960763
      ],
      [
        "3908",
        -13.452211346138117
      ],
      [
        "7858",
        -13.452353198331227
      ],
      [
        "6536",
        -13.45247969588411
      ],
      [
        "6607",
        -13.45347982842118
      ],
      [
        "8478",
        -13.453959843083203
      ],
      [
        "7158",
        -13.454570479912393
      ],
      [
        "6139",
        -13.455389390845745
      ],
      [
        "8316",
        -13.45568987101927
      ],
      [
        "7098",
        -13.45589769313175
      ],
      [
        "6786",
        -13.456786105298155
      ],
      [
        "9758",
        -13.459062865219385
      ],
      [
        "6653",
        -13.45927799911857
      ],
      [
        "8265",
        -13.460089574090532
      ],
      [
        "9886",
        -13.460116894370246
      ],
      [
        "6183",
        -13.460597309600011
      ],
      [
        "8647",
        -13.46072213341623
      ],
      [
        "4458",
        -13.461276380016272
      ],
      [
        "9738",
        -13.461634354655981
      ],
      [
        "3976",
        -13.46186348294418
      ],
      [
        "8439",
        -13.461866126146909
      ],
      [
        "7326",
        -13.463443275039957
      ],
      [
        "8609",
        -13.463678087233864
      ],
      [
        "6534",
        -13.464338940835741
      ],
      [
        "6589",
        -13.46476072393548
      ],
      [
        "6535",
        -13.465358564603445
      ],
      [
        "8395",
        -13.466720446668656
      ],
      [
        "9739",
        -13.467544915733935
      ],
      [
        "7307",
        -13.468437593575349
      ],
      [
        "6473",
        -13.46851983091917
      ],
      [
        "7073",
        -13.469115054336811
      ],
      [
        "6737",
        -13.469338512155122
      ],
      [
        "6548",
        -13.469633228338257
      ],
      [
        "4346",
        -13.470328968574705
      ],
      [
        "7395",
        -13.471311309706687
      ],
      [
        "5807",
        -13.471420480405255
      ],
      [
        "6444",
        -13.471501571283685
      ],
      [
        "7374",
        -13.471960623755438
      ],
      [
        "8997",
        -13.472579296761428
      ],
      [
        "8918",
        -13.473092839917816
      ],
      [
        "6496",
        -13.473164371628252
      ],
      [
        "7394",
        -13.473303131581712
      ],
      [
        "9878",
        -13.473314333100681
      ],
      [
        "8586",
        -13.473774848726372
      ],
      [
        "8876",
        -13.473875121533226
      ],
      [
        "8689",
        -13.474000358541796
      ],
      [
        "8084",
        -13.474326700167998
      ],
      [
        "8008",
        -13.47443718322607
      ],
      [
        "6746",
        -13.474652275113264
      ],
      [
        "3446",
        -13.474808050257634
      ],
      [
        "6174",
        -13.475133410403167
      ],
      [
        "6689",
        -13.475320447061119
      ],
      [
        "6464",
        -13.476450137352245
      ],
      [
        "6526",
        -13.477433013656483
      ],
      [
        "7608",
        -13.477714618118117
      ],
      [
        "8558",
        -13.478116632518697
      ],
      [
        "7826",
        -13.47847935624592
      ],
      [
        "7353",
        -13.479447494208372
      ],
      [
        "4398",
        -13.479770645593145
      ],
      [
        "6556",
        -13.480064376103563
      ],
      [
        "7464",
        -13.48031217500901
      ],
      [
        "7406",
        -13.480654425912341
      ],
      [
        "3973",
        -13.481140437980496
      ],
      [
        "5458",
        -13.481149379377902
      ],
      [
        "4658",
        -13.481162350295252
      ],
      [
        "9786",
        -13.481260960000736
      ],
      [
        "6583",
        -13.481382787754963
      ],
      [
        "8788",
        -13.481626885786145
      ],
      [
        "3598",
        -13.482140310968708
      ],
      [
        "3466",
        -13.482517086638046
      ],
      [
        "6445",
        -13.483987313585814
      ],
      [
        "7137",
        -13.485002474120101
      ],
      [
        "6094",
        -13.485662949230303
      ],
      [
        "8687",
        -13.486234537445602
      ],
      [
        "9439",
        -13.487200467188737
      ],
      [
        "7478",
        -13.487972226171685
      ],
      [
        "7459",
        -13.488017484239425
      ],
      [
        "7348",
        -13.488310463451924
      ],
      [
        "6278",
        -13.48831744204571
      ],
      [
        "8080",
        -13.488786948740703
      ],
      [
        "7498",
        -13.489788752705806
      ],
      [
        "7876",
        -13.490072379303374
      ],
      [
        "8353",
        -13.490244265704401
      ],
      [
        "8283",
        -13.490664276898361
      ],
      [
        "8696",
        -13.49095983222011
      ],
      [
        "9897",
        -13.491562900600483
      ],
      [
        "8644",
        -13.491897678729092
      ],
      [
        "8348",
        -13.492377573978997
      ],
      [
        "9898",
        -13.492522050759508
      ],
      [
        "8597",
        -13.49253012312412
      ],
      [
        "6858",
        -13.49255590564326
      ],
      [
        "9778",
        -13.493099108417912
      ],
      [
        "8677",
        -13.493130470035892
      ],
      [
        "4397",
        -13.493163651494978
      ],
      [
        "7368",
        -13.493463944355845
      ],
      [
        "6758",
        -13.493799900649877
      ],
      [
        "9788",
        -13.494271731537278
      ],
      [
        "6265",
        -13.494712067845983
      ],
      [
        "3706",
        -13.496247669235855
      ],
      [
        "6454",
        -13.496817673014078
      ],
      [
        "3906",
        -13.496876265963774
      ],
      [
        "8326",
        -13.497066565780171
      ],
      [
        "7946",
        -13.497232897882814
      ],
      [
        "7078",
        -13.497286663616375
      ],
      [
        "5397",
        -13.497325877847597
      ],
      [
        "9826",
        -13.498229600540922
      ],
      [
        "3537",
        -13.499988826662282
      ],
      [
        "7166",
        -13.50006271276805
      ],
      [
        "9539",
        -13.500369347786336
      ],
      [
        "7064",
        -13.500564205506338
      ],
      [
        "6417",
        -13.500692391989073
      ],
      [
        "7866",
        -13.501250182841261
      ],
      [
        "6467",
        -13.501906297032846
      ],
      [
        "6898",
        -13.50223981508112
      ],
      [
        "7438",
        -13.502368570178168
      ],
      [
        "5558",
        -13.50272461840352
      ],
      [
        "9858",
        -13.503002732280798
      ],
      [
        "9766",
        -13.503082594759341
      ],
      [
        "6866",
        -13.50359083267323
      ],
      [
        "6683",
        -13.50419974500361
      ],
      [
        "6455",
        -13.504629886933959
      ],
      [
        "8239",
        -13.504785313569663
      ],
      [
        "8868",
        -13.50512264071963
      ],
      [
        "8974",
        -13.505834150790747
      ],
      [
        "5398",
        -13.506171635802694
      ],
      [
        "8739",
        -13.508287816025769
      ],
      [
        "7356",
        -13.50905678165876
      ],
      [
        "6697",
        -13.509111684199825
      ],
      [
        "6038",
        -13.509249584892888
      ],
      [
        "4378",
        -13.509321228903266
      ],
      [
        "7837",
        -13.509343652255213
      ],
      [
        "8619",
        -13.509521695062825
      ],
      [
        "8307",
        -13.511071963407048
      ],
      [
        "9066",
        -13.511647097487078
      ],
      [
        "8043",
        -13.511825503051558
      ],
      [
        "6447",
        -13.511987309289953
      ],
      [
        "8667",
        -13.513318616628874
      ],
      [
        "9486",
        -13.513346084259673
      ],
      [
        "6798",
        -13.513447364581204
      ],
      [
        "8683",
        -13.513685169557107
      ],
      [
        "8937",
        -13.514031485184592
      ],
      [
        "3718",
        -13.514120471512433
      ],
      [
        "6687",
        -13.514480631169143
      ],
      [
        "8776",
        -13.514634510311147
      ],
      [
        "5978",
        -13.514821596829474
      ],
      [
        "8959",
        -13.515067589200733
      ],
      [
        "8289",
        -13.51523690243717
      ],
      [
        "8274",
        -13.51611579911689
      ],
      [
        "6087",
        -13.516435804566488
      ],
      [
        "7978",
        -13.516802023834904
      ],
      [
        "7046",
        -13.517646566764764
      ],
      [
        "6164",
        -13.518096706558518
      ],
      [
        "8408",
        -13.518194553572936
      ],
      [
        "6637",
        -13.518792947240275
      ],
      [
        "6673",
        -13.519887182782202
      ],
      [
        "9408",
        -13.519888713806306
      ],
      [
        "3086",
        -13.520226636432731
      ],
      [
        "6246",
        -13.520292142134341
      ],
      [
        "6617",
        -13.521372338123669
      ],
      [
        "7606",
        -13.5219237387794
      ],
      [
        "6407",
        -13.522874564671778
      ],
      [
        "6587",
        -13.523254529359845
      ],
      [
        "8636",
        -13.52438022399955
      ],
      [
        "8645",
        -13.524804150162938
      ],
      [
        "6194",
        -13.525642752572637
      ],
      [
        "6095",
        -13.525949713995642
      ],
      [
        "8276",
        -13.526123751471605
      ],
      [
        "6638",
        -13.526173516652841
      ],
      [
        "3918",
        -13.526243477694264
      ],
      [
        "3986",
        -13.526441025176132
      ],
      [
        "6465",
        -13.526843695543924
      ],
      [
        "7418",
        -13.527801479020976
      ],
      [
        "8356",
        -13.528052565633997
      ],
      [
        "7377",
        -13.528855144582963
      ],
      [
        "7065",
        -13.528883406182432
      ],
      [
        "8389",
        -13.528884152815733
      ],
      [
        "9186",
        -13.528914906679464
      ],
      [
        "3739",
        -13.528981917340635
      ],
      [
        "4586",
        -13.529067286161753
      ],
      [
        "9058",
        -13.529125806904755
      ],
      [
        "6797",
        -13.529127329362893
      ],
      [
        "7286",
        -13.529728908102966
      ],
      [
        "9876",
        -13.529906091668282
      ],
      [
        "8839",
        -13.530040178064759
      ],
      [
        "7173",
        -13.530046010273335
      ],
      [
        "6059",
        -13.530497237424285
      ],
      [
        "8654",
        -13.531052766473488
      ],
      [
        "8053",
        -13.532012664847631
      ],
      [
        "6878",
        -13.53209761728785
      ],
      [
        "3716",
        -13.532312196462328
      ],
      [
        "9748",
        -13.533403139192348
      ],
      [
        "7986",
        -13.534211965790895
      ],
      [
        "8268",
        -13.535761554499633
      ],
      [
        "6544",
        -13.535857290398084
      ],
      [
        "8679",
        -13.536398762054457
      ],
      [
        "8655",
        -13.53700622406325
      ],
      [
        "9776",
        -13.538213220513141
      ],
      [
        "8096",
        -13.538702106474084
      ],
      [
        "8916",
        -13.538702483826777
      ],
      [
        "8374",
        -13.539333664751618
      ],
      [
        "3728",
        -13.539841236337317
      ],
      [
        "8873",
        -13.539968871725602
      ],
      [
        "3959",
        -13.540078203316607
      ],
      [
        "8035",
        -13.5408378011909
      ],
      [
        "9797",
        -13.54272104131784
      ],
      [
        "8488",
        -13.542932062254826
      ],
      [
        "9846",
        -13.543387299467923
      ],
      [
        "8066",
        -13.544033137595033
      ],
      [
        "8034",
        -13.54468628593188
      ],
      [
        "6837",
        -13.544713414675403
      ],
      [
        "8674",
        -13.544993595279077
      ],
      [
        "7465",
        -13.545107007614874
      ],
      [
        "9197",
        -13.545419255621232
      ],
      [
        "8664",
        -13.545573261783165
      ],
      [
        "9464",
        -13.545800682072068
      ],
      [
        "3798",
        -13.546103304862193
      ],
      [
        "7678",
        -13.546609371564188
      ],
      [
        "8888",
        -13.547036565476748
      ],
      [
        "3738",
        -13.548495853360425
      ],
      [
        "4597",
        -13.548583901705232
      ],
      [
        "3758",
        -13.548762174208488
      ],
      [
        "5378",
        -13.549249541225103
      ],
      [
        "7888",
        -13.549265259361428
      ],
      [
        "8476",
        -13.549425604493614
      ],
      [
        "9037",
        -13.549486553736077
      ],
      [
        "5908",
        -13.549771641438092
      ],
      [
        "6084",
        -13.550561133018066
      ],
      [
        "3726",
        -13.551297799202846
      ],
      [
        "7317",
        -13.551796581939117
      ],
      [
        "9707",
        -13.551892782362238
      ],
      [
        "7453",
        -13.552630933463412
      ],
      [
        "4308",
        -13.553084958001936
      ],
      [
        "8989",
        -13.553419988162704
      ],
      [
        "5809",
        -13.553819374154155
      ],
      [
        "9866",
        -13.555097279947688
      ],
      [
        "7666",
        -13.555279275632202
      ],
      [
        "7488",
        -13.556004550927241
      ],
      [
        "3988",
        -13.556849784880168
      ],
      [
        "6778",
        -13.556977794926729
      ],
      [
        "9073",
        -13.558070602981934
      ],
      [
        "8364",
        -13.558310066187573
      ],
      [
        "4646",
        -13.558368169478353
      ],
      [
        "9098",
        -13.55882025737846
      ],
      [
        "9736",
        -13.559764002363218
      ],
      [
        "5446",
        -13.56039079049631
      ],
      [
        "8383",
        -13.560990759311846
      ],
      [
        "7618",
        -13.561143320935646
      ],
      [
        "4376",
        -13.561198922712098
      ],
      [
        "8603",
        -13.561378190595587
      ],
      [
        "7839",
        -13.561511842061936
      ],
      [
        "8006",
        -13.561762355543127
      ],
      [
        "6846",
        -13.562216754832999
      ],
      [
        "8077",
        -13.563553733602049
      ],
      [
        "6283",
        -13.563604847242473
      ],
      [
        "3097",
        -13.56387760633951
      ],
      [
        "8864",
        -13.563962874407803
      ],
      [
        "8738",
        -13.564513926054715
      ],
      [
        "6564",
        -13.564619457496605
      ],
      [
        "7379",
        -13.565865651665654
      ],
      [
        "8473",
        -13.566048870578877
      ],
      [
        "7344",
        -13.566561689911493
      ],
      [
        "7443",
        -13.566630797069793
      ],
      [
        "9743",
        -13.566746579061325
      ],
      [
        "8639",
        -13.56734536053989
      ],
      [
        "7146",
        -13.567839628792711
      ],
      [
        "8377",
        -13.567971419478816
      ],
      [
        "7476",
        -13.568447298520102
      ],
      [
        "7838",
        -13.568491052880635
      ],
      [
        "3786",
        -13.569226119484963
      ],
      [
        "6647",
        -13.569289126205831
      ],
      [
        "6477",
        -13.569436112124716
      ],
      [
        "7558",
        -13.569560342942854
      ],
      [
        "5878",
        -13.569805206926247
      ],
      [
        "7746",
        -13.570648686967868
      ],
      [
        "6080",
        -13.571462656871386
      ],
      [
        "7868",
        -13.571503039895036
      ],
      [
        "8789",
        -13.572172862483303
      ],
      [
        "8649",
        -13.572205751171829
      ],
      [
        "8537",
        -13.572230831058636
      ],
      [
        "6609",
        -13.572245401040139
      ],
      [
        "6195",
        -13.572303649179
      ],
      [
        "8464",
        -13.572549001622848
      ],
      [
        "4598",
        -13.573000678696445
      ],
      [
        "6545",
        -13.573622742591624
      ],
      [
        "3916",
        -13.573700218287408
      ],
      [
        "7497",
        -13.57372361734123
      ],
      [
        "9508",
        -13.575375199763602
      ],
      [
        "8079",
        -13.575712133677834
      ],
      [
        "8598",
        -13.575938660497062
      ],
      [
        "8613",
        -13.577032530342604
      ],
      [
        "9837",
        -13.577199693873508
      ],
      [
        "6547",
        -13.578416754059429
      ],
      [
        "5597",
        -13.57861032115016
      ],
      [
        "7896",
        -13.578860466846653
      ],
      [
        "9566",
        -13.579016201155332
      ],
      [
        "7586",
        -13.579017342694456
      ],
      [
        "7389",
        -13.579258012346862
      ],
      [
        "9658",
        -13.579455948597507
      ],
      [
        "7083",
        -13.579680042428446
      ],
      [
        "8773",
        -13.580216987006816
      ],
      [
        "8838",
        -13.580747822458825
      ],
      [
        "7737",
        -13.58205131195556
      ],
      [
        "8964",
        -13.58224642430312
      ],
      [
        "7646",
        -13.582362113336377
      ],
      [
        "8337",
        -13.58339399007234
      ],
      [
        "9717",
        -13.58430070711478
      ],
      [
        "8783",
        -13.58513658935892
      ],
      [
        "7807",
        -13.58660188193563
      ],
      [
        "3778",
        -13.586662809745006
      ],
      [
        "6517",
        -13.586840626293405
      ],
      [
        "8943",
        -13.586960174427327
      ],
      [
        "8387",
        -13.58718361762767
      ],
      [
        "7966",
        -13.587235922187743
      ],
      [
        "3788",
        -13.587298311526949
      ],
      [
        "8983",
        -13.587921005841118
      ],
      [
        "5586",
        -13.588089824544372
      ],
      [
        "8764",
        -13.588145506601872
      ],
      [
        "7178",
        -13.588605083768416
      ],
      [
        "3928",
        -13.58885722399293
      ],
      [
        "8438",
        -13.589436126954707
      ],
      [
        "8665",
        -13.589526078004337
      ],
      [
        "9459",
        -13.591639988339818
      ],
      [
        "6644",
        -13.591807153990668
      ],
      [
        "7973",
        -13.591867566882529
      ],
      [
        "4466",
        -13.592519916353494
      ],
      [
        "8718",
        -13.592872589201143
      ],
      [
        "7435",
        -13.592898737664115
      ],
      [
        "8948",
        -13.593034023666059
      ],
      [
        "8953",
        -13.593034618613109
      ],
      [
        "9808",
        -13.594651605759292
      ],
      [
        "3953",
        -13.594839406560522
      ],
      [
        "6419",
        -13.594889370453274
      ],
      [
        "3539",
        -13.595595368175328
      ],
      [
        "6554",
        -13.596756087413418
      ],
      [
        "5858",
        -13.597194442654516
      ],
      [
        "6138",
        -13.597591582639577
      ],
      [
        "8907",
        -13.599321094199857
      ],
      [
        "3766",
        -13.599372110089893
      ],
      [
        "6474",
        -13.59939618763962
      ],
      [
        "4537",
        -13.599506563367143
      ],
      [
        "7786",
        -13.599871155346548
      ],
      [
        "7616",
        -13.599933112645902
      ],
      [
        "4437",
        -13.600041199991646
      ],
      [
        "8459",
        -13.600241104424624
      ],
      [
        "5976",
        -13.600582533472025
      ],
      [
        "8365",
        -13.600700240668022
      ],
      [
        "4659",
        -13.601103680445787
      ],
      [
        "6677",
        -13.601128770059745
      ],
      [
        "4607",
        -13.601241437510746
      ],
      [
        "4086",
        -13.601303292859791
      ],
      [
        "8629",
        -13.601401867354852
      ],
      [
        "6565",
        -13.601458902350666
      ],
      [
        "5437",
        -13.60187994668538
      ],
      [
        "7416",
        -13.602966099316308
      ],
      [
        "6555",
        -13.60316604151855
      ],
      [
        "6289",
        -13.603399418924822
      ],
      [
        "7309",
        -13.604643734868166
      ],
      [
        "6667",
        -13.604649862733936
      ],
      [
        "5376",
        -13.60488249063127
      ],
      [
        "6696",
        -13.60505856164404
      ],
      [
        "8317",
        -13.606206987587285
      ],
      [
        "4668",
        -13.60669876836067
      ],
      [
        "9064",
        -13.606718378549374
      ],
      [
        "5906",
        -13.606845629322235
      ],
      [
        "8828",
        -13.60694624476173
      ],
      [
        "7668",
        -13.607573493265175
      ],
      [
        "7089",
        -13.607628068351843
      ],
      [
        "9896",
        -13.608042593600453
      ],
      [
        "6427",
        -13.608439831573731
      ],
      [
        "8928",
        -13.608846852609602
      ],
      [
        "9583",
        -13.609254391865278
      ],
      [
        "9078",
        -13.610143555971193
      ],
      [
        "9888",
        -13.610566837407418
      ],
      [
        "7383",
        -13.610689792489172
      ],
      [
        "7628",
        -13.610709215177554
      ],
      [
        "8344",
        -13.610868568755714
      ],
      [
        "7434",
        -13.611047457447249
      ],
      [
        "6664",
        -13.61111732050581
      ],
      [
        "7428",
        -13.611360736229479
      ],
      [
        "8865",
        -13.611455966625162
      ],
      [
        "9498",
        -13.611743750945939
      ],
      [
        "7436",
        -13.61191475837352
      ],
      [
        "6043",
